;------------------------------------------------------------------------------
; UltraDefrag GUI Icelandic Language Pack.
; Copyright (C) 2010 by Stefan Pendl.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Action
ANALYSE                   = Greindu
DEFRAGMENT                = Defragment
OPTIMIZE                  = Bjartsýni
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = Stöðva
REPEAT_ACTION             = Re&peat action
SKIP_REMOVABLE_MEDIA      = Sleppa færanlegur frá miðöldum
RESCAN_DRIVES             = Rifta ökuferð
WHEN_DONE                 = When done
WHEN_DONE_NONE            = None
WHEN_DONE_EXIT            = Exit
WHEN_DONE_STANDBY         = Standby
WHEN_DONE_HIBERNATE       = Hibernate
WHEN_DONE_LOGOFF          = Logoff
WHEN_DONE_REBOOT          = Reboot
WHEN_DONE_SHUTDOWN        = Shutdown
EXIT                      = Exit

; --- Report Menu

REPORT                    = Skýrsla
SHOW_REPORT               = Show report

; --- Settings Menu

SETTINGS                  = Stillingar
LANGUAGE                  = Language
TRANSLATIONS_FOLDER       = Translations folder
GRAPHICAL_INTERFACE       = Myndræn Notendaviðmót
FONT                      = Skírnarfontur
OPTIONS                   = Valkostur
BOOT_TIME_SCAN            = Windows stígvél tími grannskoða
ENABLE                    = Auðvelda
SCRIPT                    = Skrifletur
REPORTS                   = Skýrslur

; --- Help Menu

HELP                      = Hjálp
CONTENTS                  = Contents
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = Um

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Boot time script

; Drives list items.

VOLUME                    = Bindi
STATUS                    = Staða
TOTAL                     = Alger Rúm
FREE                      = Frjáls Rúm
PERCENT                   = % Frjáls

; Status messages

STATUS_RUNNING            = Framkvæmd
STATUS_ANALYSED           = Greindu
STATUS_DEFRAGMENTED       = Defragmented
STATUS_OPTIMIZED          = Bjartsýni

; Status bar messages.

DIRS                      = mappa
FILES                     = skrá
FRAGMENTED                = slitin
COMPRESSED                = þjappað
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Um Ultra Defragmenter
CREDITS                   = Trúnaður
LICENSE                   = Leyfisveitandi

; Shutdown confirmation

PLEASE_CONFIRM            = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE= Do you really want to hibernate when done?
REALLY_LOGOFF_WHEN_DONE   = Do you really want to logoff when done?
REALLY_REBOOT_WHEN_DONE   = Do you really want to reboot when done?
SECONDS_TILL_SHUTDOWN     = seconds till shutdown
SECONDS_TILL_HIBERNATION  = seconds till hibernation
SECONDS_TILL_LOGOFF       = seconds till logoff
SECONDS_TILL_REBOOT       = seconds till reboot
YES                       = Yes
NO                        = No

; END OF FILE
